Revit 2027 API
GroupTypeId.Visibility Property
 Visibility.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Visibility { get; }
Public Shared ReadOnly Property Visibility As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Visibility {
	ForgeTypeId^ get ();
}
static member Visibility : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace